import React from 'react';
import './Notice.css';

const Notice = () => {
    return (
        <div className="notice-bar">
            <marquee direction="left">
                এতদ্বারা সংশ্লিষ্ট সকলের অবগতির জন্য আদেশক্রমে জানানাে যাচ্ছে যে, চট্টগ্রাম বিশ্ববিদ্যালয়ে কর্মরত সম্মানিত শিক্ষক, কর্মকর্তা ও কর্মচারী ভােটারদের ভােটাধিকার প্রয়ােগের সুবিধার্থে এবং নির্বাচনি ভােট গ্রহণের দায়িত্বে নিয়ােজিত কর্মকর্তা ও কর্মচারীদের নির্বাচনি দায়িত্ব পালনের জন্য “হাটহাজারী উপজেলার ইউনিয়ন পরিষদ (ইউপি) নির্বাচন উপলক্ষে আগামী ২৮ নভেম্বর ২০২১ তারিখ (রবিবার) এ বিশ্ববিদ্যালয়ের সকল ক্লাশ, পূর্বনির্ধারিত পরীক্ষা এক অফিস বন্ধ থাকবে।
            </marquee>
        </div>
    );
};

export default Notice;